#!/usr/bin/env python3
# encoding: utf-8
# ===============================================================================
#
#         FILE:  
#
#        USAGE:    
#
#  DESCRIPTION:  
#
#      OPTIONS:  ---
# REQUIREMENTS:  ---
#         BUGS:  ---
#        NOTES:  ---
#       AUTHOR:  YOUR NAME (), 
#      COMPANY:  
#      VERSION:  1.0
#      CREATED:  
#     REVISION:  ---
# ===============================================================================

radio_list = (
    (879, "HitFM"),
    (899, "长三角之声"),
    (900, "第一财经"),
    (914, "中央广播经济之声"),
    (934, "上海新闻"),
    (940, "五星体育"),
    (947, "经典947"),
    (955, "中央交通上海"),
    (972, "上海戏曲"),
    (981, "KFM爱乐数字"),
    (1017, "动感101"),
    (1037, "LoveRadio"),
    (1057, "上海交通广播"),
    (1072, "上海故事广播"),
    (1077, "中央广播音乐之声")
)